alsa-utils
ark
audacity
baobab
base
base-devel
bat
blueman
bluez-deprecated-tools
bluez-utils
brightnessctl
btop
cliphist
cmatrix
code
ddrescue
discord
dolphin
dunst
efibootmgr
epiphany
evince
eza
fastfetch
ffmpegthumbs
gdm
gedit
git
gnome-backgrounds
gnome-calculator
gnome-calendar
gnome-characters
gnome-clocks
gnome-color-manager
gnome-connections
gnome-console
gnome-contacts
gnome-control-center
gnome-disk-utility
gnome-font-viewer
gnome-logs
gnome-maps
gnome-menus
gnome-music
gnome-remote-desktop
gnome-shell
gnome-shell-extensions
gnome-software
gnome-system-monitor
gnome-text-editor
gnome-tour
gnome-user-docs
gnome-user-share
gnome-weather
gparted
grilo-plugins
grub
gvfs
gvfs-afc
gvfs-dnssd
gvfs-goa
gvfs-google
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-onedrive
gvfs-smb
gvfs-wsdd
handlr-regex
htop
hyprland
hyprpicker
intel-ucode
jq
jre11-openjdk
kde-cli-tools
kitty
kvantum
kvantum-qt5
lazygit
lib32-nvidia-utils
lightdm
linux
linux-firmware
linux-headers
localsearch
loupe
ly
malcontent
man-db
nautilus
neofetch
neovim
network-manager-applet
networkmanager
nodejs
nvidia
nvidia-settings
nvidia-utils
nwg-look
obs-studio
obsidian
orca
pacman-contrib
pamixer
parallel
pavucontrol
pipewire-alsa
pipewire-jack
polkit-gnome
power-profiles-daemon
qt5-graphicaleffects
qt5-imageformats
qt5-quickcontrols
qt5-quickcontrols2
qt5-wayland
qt5ct
qt6ct
ranger
ripgrep
rygel
sddm
simple-scan
slurp
smartmontools
snapshot
sof-firmware
steam
stow
sushi
swappy
swww
tecla
testdisk
tldr
tmux
totem
udiskie
unrar
vim
waybar
wget
xdg-desktop-portal-hyprland
xdg-user-dirs-gtk
yelp
zoxide
zsh
